Repository: jineshsoni/AndroidiOSLocalizationStringGenerator
Catalog: src/main/resources/ios_*.strings
Languages: italian

# ios_key
source: English
italian: Italian

source: Email Address
italian: Indirizzo email

source: Username
italian: Nome utente

source: Forgot your login details? Get help
italian: Hai dimenticato i tuoi dati di accesso? Ottenere aiuto

source: Stay Logged In?
italian: Rimanere connesso

source: Oops. There is an error
italian: Oops. Errore

source: Don't have an account? Sign up
italian: Non hai un account? Registrati qui

# send_password_to_reset
source: Send password reset
italian: Invia il reset per la password

source: Need Help Logging In?
italian: Bisogno di aiuto per connettersi?

source: No worries! If you already have an account we can send you a reset password link to your email.
italian: Nessun problema! Se hai già un account, ti invieremo un link per il reset della password tramite email.

source: Cancel
italian: Cancella

source: Quit Creating Account?
italian: Esci dalla modalità Crea un Account?

# quite
source: Quit
italian: Esci

source: Are you sure about that?
italian: Sei sicuro?

source: What's your name?
italian: Come ti chiami?

source: First Name
italian: Nome

source: Last name
italian: Cognome

source: Next
italian: Successivo

# What_Your_Birthday
source: What's Your Birthday?
italian: Quando è il tuo compleanno?

source: Back
italian: Indietro

source: What's your Contact Info?
italian: Quali sono i tuoi dati personali?

source: Mobile Number
italian: Numero di telefono

source: What's Your Nationality?
italian: Di che nazionalità sei?

source: Select Nationality
italian: Seleziona nazionalità

source: What's Your Gender?
italian: Sesso

source: Male
italian: Uomo

source: Female
italian: Donna

source: Other
italian: Altro

source: Create a Unique Username
italian: Crea il tuo nome utente

source: Enter Username
italian: Inserisci il tuo nome utente

source: You'll Need a Password
italian: Avrai bisogno di una password

source: Enter Password
italian: Inserisci password

# enter_confirm_password
source: Confirm Password
italian: Conferma password

source: Your Next Adventure Awaits!
italian: La tua prossima avventura ti sta aspettando!

source: Please read and accept the terms and conditions
italian: Legga di seguito e accetti i termini e le condizioni

source: I understand and accept the terms and conditions.
italian: Ho letto e accetto i termini e le condizioni

source: View Terms
italian: Vedi termini

source: Yes
italian: Si

source: Start Your Adventure!
italian: Pianifica la tua avventura!
